Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: At 9 am. The reminder never shows what it's for.
ar: الساعة 9 صباحًا. لا يُظهر التذكير أبدًا الغرض منه.
de: Um 9 Uhr. Die Erinnerung verrät nie, wofür sie ist.
es: A las 9:00. El recordatorio nunca muestra para qué es.
fil: Alas-9 ng umaga. Hindi kailanman ipinapakita ng paalala kung para saan ito.
fr: À 9 h. Le rappel ne dit jamais à quoi il sert.
hi: सुबह 9 बजे। रिमाइंडर कभी नहीं बताता कि वह किस लिए है।
id: Pukul 9 pagi. Pengingat tidak pernah menunjukkan untuk apa.
it: Alle 9. Il promemoria non dice mai a cosa serve.
ja: 午前9時。通知には内容が表示されません。
ko: 오전 9시. 알림에는 무엇에 관한 것인지 표시되지 않아요.
nl: Om 9:00 uur. De herinnering laat nooit zien waarvoor hij is.
pl: O 9:00. Przypomnienie nigdy nie pokazuje, czego dotyczy.
pt_br: Às 9h. O lembrete nunca mostra do que se trata.
ru: В 9:00. Напоминание никогда не показывает, о чём оно.
sv: Kl. 9. Påminnelsen visar aldrig vad den gäller.
tr: Saat 09.00'da. Hatırlatıcı neyle ilgili olduğunu asla göstermez.
uk: О 9:00. Нагадування ніколи не показує, про що воно.
vi: Lúc 9 giờ sáng. Lời nhắc không bao giờ hiển thị nội dung.
zh_hans: 上午9点。提醒不会显示内容。

source: At your own pace
ar: على راحتك
de: In deinem Tempo
es: A tu ritmo
fil: Sa sarili mong bilis
fr: À ton rythme
hi: अपनी रफ़्तार से
id: Sesuai kecepatanmu
it: Al tuo ritmo
ja: 自分のペースで
ko: 내 속도대로
nl: In je eigen tempo
pl: W swoim tempie
pt_br: No seu ritmo
ru: В своём темпе
sv: I din egen takt
tr: Kendi hızında
uk: У своєму темпі
vi: Theo nhịp của bạn
zh_hans: 按自己的节奏

source: Back
ar: رجوع
de: Zurück
es: Atrás
fil: Bumalik
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

source: Based on the words captured in this session, not a rating of your accent or personality.
ar: مبني على الكلمات الملتقطة في هذه الجلسة، وليس تقييمًا للهجتك أو شخصيتك.
de: Basiert auf den Worten aus dieser Einheit, keine Bewertung deines Akzents oder deiner Persönlichkeit.
es: Basado en las palabras captadas en esta sesión, no es una valoración de tu acento ni de tu personalidad.
fil: Batay sa mga salitang nakuha sa session na ito, hindi paghusga sa accent o pagkatao mo.
fr: Basé sur les mots captés pendant cette séance, pas sur ton accent ni ta personnalité.
hi: इस सेशन में रिकॉर्ड हुए शब्दों पर आधारित, आपके लहजे या व्यक्तित्व का मूल्यांकन नहीं।
id: Berdasarkan kata-kata yang tertangkap di sesi ini, bukan penilaian atas aksen atau kepribadianmu.
it: Basato sulle parole registrate in questa sessione, non è un giudizio sul tuo accento o sulla tua personalità.
ja: このセッションで拾えた言葉に基づくもので、発音や人柄を評価するものではありません。
ko: 이번 세션에서 인식된 말을 바탕으로 한 것으로, 억양이나 사람됨을 평가하는 게 아니에요.
nl: Gebaseerd op de woorden uit deze sessie, geen oordeel over je accent of persoonlijkheid.
pl: Na podstawie słów z tej sesji, a nie oceny twojego akcentu czy osobowości.
pt_br: Baseado nas palavras captadas nesta sessão, não é uma avaliação do seu sotaque ou da sua personalidade.
ru: На основе слов, записанных в этой сессии, а не оценка вашего акцента или личности.
sv: Baserat på orden från den här sessionen, inte ett betyg på din brytning eller personlighet.
tr: Bu oturumda yakalanan kelimelere dayanır; aksanını ya da kişiliğini değerlendirmez.
uk: На основі слів, записаних у цій сесії, а не оцінка вашого акценту чи особистості.
vi: Dựa trên những từ ghi nhận được trong buổi này, không phải đánh giá giọng hay con người bạn.
zh_hans: 基于本次练习中识别到的内容，不是对你口音或为人的评价。

source: Be clearer at work
ar: كن أوضح في العمل
de: Klarer bei der Arbeit
es: Sé más claro en el trabajo
fil: Maging mas malinaw sa trabaho
fr: Être plus clair au travail
hi: काम पर ज़्यादा साफ़ बोलें
id: Lebih jelas di tempat kerja
it: Essere più chiaro al lavoro
ja: 仕事でもっとはっきり話す
ko: 직장에서 더 명확하게
nl: Duidelijker op het werk
pl: Mów jaśniej w pracy
pt_br: Seja mais claro no trabalho
ru: Говорите яснее на работе
sv: Bli tydligare på jobbet
tr: İşte daha net ol
uk: Говоріть чіткіше на роботі
vi: Rõ ràng hơn ở nơi làm việc
zh_hans: 工作中表达更清晰

source: Be honest.
ar: كن صادقًا.
de: Sei ehrlich.
es: Sé sincero.
fil: Maging tapat.
fr: Sois honnête.
hi: ईमानदार रहें।
id: Jujur saja.
it: Sii sincero.
ja: 正直にどうぞ。
ko: 솔직하게 답해 주세요.
nl: Wees eerlijk.
pl: Bądź szczery.
pt_br: Seja sincero.
ru: Будьте честны.
sv: Var ärlig.
tr: Dürüst ol.
uk: Будьте чесні.
vi: Hãy thành thật.
zh_hans: 请如实回答。

source: Before
ar: قبل
de: Vorher
es: Antes
fil: Dati
fr: Avant
hi: पहले
id: Sebelum
it: Prima
ja: 前回
ko: 이전
nl: Eerst
pl: Przedtem
pt_br: Antes
ru: До
sv: Före
tr: Önce
uk: До
vi: Trước
zh_hans: 之前

source: Being taken seriously
ar: أن يؤخذ كلامي بجدية
de: Ernst genommen werden
es: Que me tomen en serio
fil: Seryosohin ako
fr: Être pris au sérieux
hi: गंभीरता से लिया जाना
id: Dianggap serius
it: Essere preso sul serio
ja: 真剣に受け止めてもらうこと
ko: 진지하게 받아들여지는 것
nl: Serieus genomen worden
pl: Bycia traktowanym poważnie
pt_br: Ser levado a sério
ru: Чтобы меня воспринимали всерьёз
sv: Att bli tagen på allvar
tr: Ciddiye alınmak
uk: Щоб мене сприймали всерйоз
vi: Được coi trọng
zh_hans: 被认真对待

source: Billed monthly after the free trial.
ar: يُحتسب شهريًا بعد الفترة التجريبية المجانية.
de: Monatliche Abrechnung nach dem Gratistest.
es: Cobro mensual después de la prueba gratuita.
fil: Buwanang singil pagkatapos ng libreng trial.
fr: Facturé chaque mois après l'essai gratuit.
hi: मुफ़्त ट्रायल के बाद हर महीने बिल।
id: Ditagih bulanan setelah uji coba gratis.
it: Addebito mensile dopo la prova gratuita.
ja: 無料トライアル後は毎月請求されます。
ko: 무료 체험 후 매월 청구돼요.
nl: Maandelijks gefactureerd na de gratis proefperiode.
pl: Płatność co miesiąc po darmowym okresie próbnym.
pt_br: Cobrança mensal após o teste grátis.
ru: Ежемесячная оплата после бесплатного периода.
sv: Debiteras månadsvis efter den kostnadsfria provperioden.
tr: Ücretsiz denemeden sonra aylık faturalandırılır.
uk: Щомісячна оплата після безкоштовного періоду.
vi: Thanh toán hằng tháng sau thời gian dùng thử miễn phí.
zh_hans: 免费试用结束后按月计费。

source: Billed monthly.
ar: يُحتسب شهريًا.
de: Monatliche Abrechnung.
es: Cobro mensual.
fil: Buwanang singil.
fr: Facturé chaque mois.
hi: हर महीने बिल।
id: Ditagih bulanan.
it: Addebito mensile.
ja: 毎月請求されます。
ko: 매월 청구돼요.
nl: Maandelijks gefactureerd.
pl: Płatność co miesiąc.
pt_br: Cobrança mensal.
ru: Ежемесячная оплата.
sv: Debiteras månadsvis.
tr: Aylık faturalandırılır.
uk: Щомісячна оплата.
vi: Thanh toán hằng tháng.
zh_hans: 按月计费。

source: Billed yearly after the free trial.
ar: يُحتسب سنويًا بعد الفترة التجريبية المجانية.
de: Jährliche Abrechnung nach dem Gratistest.
es: Cobro anual después de la prueba gratuita.
fil: Taunang singil pagkatapos ng libreng trial.
fr: Facturé chaque année après l'essai gratuit.
hi: मुफ़्त ट्रायल के बाद हर साल बिल।
id: Ditagih tahunan setelah uji coba gratis.
it: Addebito annuale dopo la prova gratuita.
ja: 無料トライアル後は毎年請求されます。
ko: 무료 체험 후 매년 청구돼요.
nl: Jaarlijks gefactureerd na de gratis proefperiode.
pl: Płatność co rok po darmowym okresie próbnym.
pt_br: Cobrança anual após o teste grátis.
ru: Ежегодная оплата после бесплатного периода.
sv: Debiteras årsvis efter den kostnadsfria provperioden.
tr: Ücretsiz denemeden sonra yıllık faturalandırılır.
uk: Щорічна оплата після безкоштовного періоду.
vi: Thanh toán hằng năm sau thời gian dùng thử miễn phí.
zh_hans: 免费试用结束后按年计费。

source: Billed yearly.
ar: يُحتسب سنويًا.
de: Jährliche Abrechnung.
es: Cobro anual.
fil: Taunang singil.
fr: Facturé chaque année.
hi: हर साल बिल।
id: Ditagih tahunan.
it: Addebito annuale.
ja: 毎年請求されます。
ko: 매년 청구돼요.
nl: Jaarlijks gefactureerd.
pl: Płatność co rok.
pt_br: Cobrança anual.
ru: Ежегодная оплата.
sv: Debiteras årsvis.
tr: Yıllık faturalandırılır.
uk: Щорічна оплата.
vi: Thanh toán hằng năm.
zh_hans: 按年计费。

source: Can I add one thing? We're missing the cost side.
ar: هل يمكنني إضافة أمر واحد؟ ينقصنا جانب التكلفة.
de: Darf ich noch etwas ergänzen? Uns fehlt die Kostenseite.
es: ¿Puedo añadir algo? Nos falta la parte de costes.
fil: Puwede ba akong magdagdag ng isang bagay? Kulang tayo sa usapang gastos.
fr: Je peux ajouter une chose ? Il nous manque l'aspect des coûts.
hi: क्या मैं एक बात जोड़ सकता हूँ? हम लागत वाला पहलू छोड़ रहे हैं।
id: Boleh saya tambahkan satu hal? Sisi biayanya belum dibahas.
it: Posso aggiungere una cosa? Ci manca la parte dei costi.
ja: 一つ付け加えてもいいですか？コスト面が抜けています。
ko: 하나 덧붙여도 될까요? 비용 측면이 빠져 있어요.
nl: Mag ik nog één ding toevoegen? We missen de kostenkant.
pl: Mogę coś dodać? Brakuje nam strony kosztowej.
pt_br: Posso acrescentar uma coisa? Está faltando a parte de custos.
ru: Можно я добавлю? Мы упускаем расходы.
sv: Får jag lägga till en sak? Vi saknar kostnadssidan.
tr: Bir şey ekleyebilir miyim? Maliyet tarafını atlıyoruz.
uk: Можна я додам? Ми оминаємо витрати.
vi: Tôi bổ sung một ý được không? Chúng ta đang bỏ sót phần chi phí.
zh_hans: 我能补充一点吗？我们漏掉了成本方面。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Change plans or cancel anytime.
ar: غيّر الخطة أو ألغِها في أي وقت.
de: Tarif wechseln oder jederzeit kündigen.
es: Cambia de plan o cancela cuando quieras.
fil: Palitan ang plan o kanselahin kahit kailan.
fr: Change d'abonnement ou résilie quand tu veux.
hi: कभी भी प्लान बदलें या रद्द करें।
id: Ganti paket atau batalkan kapan saja.
it: Cambia piano o annulla quando vuoi.
ja: プランの変更や解約はいつでもできます。
ko: 언제든지 플랜을 변경하거나 취소할 수 있어요.
nl: Wissel van abonnement of zeg op wanneer je wilt.
pl: Zmień plan lub anuluj w dowolnej chwili.
pt_br: Mude de plano ou cancele quando quiser.
ru: Меняйте план или отменяйте в любой момент.
sv: Byt abonnemang eller avsluta när du vill.
tr: Planı istediğin zaman değiştir ya da iptal et.
uk: Змінюйте план або скасовуйте будь-коли.
vi: Đổi gói hoặc hủy bất cứ lúc nào.
zh_hans: 可随时更改方案或取消。

source: Check in on how you feel
ar: تحقّق من شعورك
de: Wie fühlst du dich jetzt?
es: Revisa cómo te sientes
fil: Alamin kung ano ang nararamdaman mo
fr: Fais le point sur ton ressenti
hi: देखें कि आप कैसा महसूस कर रहे हैं
id: Cek perasaanmu
it: Fai il punto su come ti senti
ja: 今の気持ちを確かめる
ko: 지금 기분 점검하기
nl: Check hoe je je voelt
pl: Sprawdź, jak się czujesz
pt_br: Veja como você está se sentindo
ru: Отметьте, как вы себя чувствуете
sv: Känn efter hur du mår
tr: Nasıl hissettiğine bak
uk: Відзначте, як ви почуваєтеся
vi: Kiểm tra cảm xúc của bạn
zh_hans: 看看自己现在的感受

source: Checking
ar: جارٍ التحقق
de: Wird geprüft
es: Comprobando
fil: Tinitingnan
fr: Vérification
hi: जाँच हो रही है
id: Memeriksa
it: Controllo
ja: 確認中
ko: 확인 중
nl: Controleren
pl: Sprawdzam
pt_br: Verificando
ru: Проверяем
sv: Kontrollerar
tr: Kontrol ediliyor
uk: Перевіряємо
vi: Đang kiểm tra
zh_hans: 正在检查

source: Checking…
ar: جارٍ التحقق…
de: Wird geprüft …
es: Comprobando…
fil: Tinitingnan…
fr: Vérification…
hi: जाँच हो रही है…
id: Memeriksa…
it: Controllo…
ja: 確認中…
ko: 확인 중…
nl: Controleren…
pl: Sprawdzam…
pt_br: Verificando…
ru: Проверяем…
sv: Kontrollerar …
tr: Kontrol ediliyor…
uk: Перевіряємо…
vi: Đang kiểm tra…
zh_hans: 正在检查…

source: Choose
ar: اختر
de: Auswählen
es: Elegir
fil: Pumili
fr: Choisir
hi: चुनें
id: Pilih
it: Scegli
ja: 選択
ko: 선택
nl: Kies
pl: Wybierz
pt_br: Escolher
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择

source: Choose any that fit.
ar: اختر كل ما ينطبق.
de: Wähle alle, die passen.
es: Elige todas las que encajen.
fil: Piliin lahat ng tugma.
fr: Choisis toutes celles qui correspondent.
hi: जो भी लागू हों, चुनें।
id: Pilih yang sesuai.
it: Scegli tutte quelle adatte.
ja: 当てはまるものをすべて選んでください。
ko: 해당하는 것을 모두 고르세요.
nl: Kies alles wat past.
pl: Wybierz wszystkie pasujące.
pt_br: Escolha todas as que se aplicam.
ru: Выберите всё, что подходит.
sv: Välj alla som passar.
tr: Uyanların hepsini seç.
uk: Виберіть усе, що підходить.
vi: Chọn tất cả những gì phù hợp.
zh_hans: 选择所有符合的选项。

source: Choose apps that pull you away. During your window they stay shut until you say one thing out loud.
ar: اختر التطبيقات التي تشتّت انتباهك. خلال الفترة التي تحددها تبقى مغلقة حتى تقول شيئًا بصوت عالٍ.
de: Wähle Apps, die dich ablenken. In deinem Zeitfenster bleiben sie gesperrt, bis du etwas laut sagst.
es: Elige las apps que te distraen. Durante tu franja se quedan cerradas hasta que digas algo en voz alta.
fil: Piliin ang apps na umaagaw ng atensyon mo. Sa takdang oras mo, mananatili silang sarado hanggang may sabihin ka nang malakas.
fr: Choisis les apps qui te détournent. Pendant ton créneau, elles restent fermées jusqu'à ce que tu dises une chose à voix haute.
hi: ध्यान भटकाने वाले ऐप चुनें। आपके तय समय में वे तब तक बंद रहेंगे जब तक आप कुछ ज़ोर से नहीं बोलते।
id: Pilih app yang sering mengalihkan perhatianmu. Selama jendela waktumu, app itu tetap terkunci sampai kamu mengucapkan sesuatu dengan suara keras.
it: Scegli le app che ti distraggono. Nella tua fascia oraria restano chiuse finché non dici una cosa ad alta voce.
ja: 気が散るアプリを選びましょう。設定した時間帯は、何か声に出して話すまで開けなくなります。
ko: 자꾸 손이 가는 앱을 고르세요. 설정한 시간 동안에는 소리 내어 한마디 할 때까지 열리지 않아요.
nl: Kies apps die je afleiden. Tijdens je tijdvak blijven ze dicht tot je iets hardop zegt.
pl: Wybierz aplikacje, które cię rozpraszają. W twoich godzinach pozostaną zamknięte, dopóki nie powiesz czegoś na głos.
pt_br: Escolha os apps que te distraem. No seu horário, eles ficam fechados até você dizer algo em voz alta.
ru: Выберите отвлекающие приложения. В ваше время они будут закрыты, пока вы не скажете что-нибудь вслух.
sv: Välj appar som drar iväg dig. Under ditt tidsfönster förblir de stängda tills du säger något högt.
tr: Dikkatini dağıtan uygulamaları seç. Belirlediğin saatlerde, sesli bir şey söyleyene kadar kapalı kalırlar.
uk: Виберіть програми, які відволікають. У ваш час вони будуть закриті, доки ви не скажете щось уголос.
vi: Chọn những ứng dụng khiến bạn xao nhãng. Trong khung giờ của bạn, chúng sẽ bị khóa cho đến khi bạn nói một điều thành tiếng.
zh_hans: 选择会让你分心的 App。在设定的时间段内，它们会保持锁定，直到你大声说一句话。

source: Choose at least one app to shield.
ar: اختر تطبيقًا واحدًا على الأقل لحجبه.
de: Wähle mindestens eine App zum Sperren.
es: Elige al menos una app para bloquear.
fil: Pumili ng kahit isang app na haharangan.
fr: Choisis au moins une app à bloquer.
hi: रोकने के लिए कम से कम एक ऐप चुनें।
id: Pilih setidaknya satu app untuk dibatasi.
it: Scegli almeno un'app da bloccare.
ja: 制限するアプリを1つ以上選んでください。
ko: 제한할 앱을 하나 이상 선택하세요.
nl: Kies minstens één app om te blokkeren.
pl: Wybierz co najmniej jedną aplikację do zablokowania.
pt_br: Escolha pelo menos um app para bloquear.
ru: Выберите хотя бы одно приложение для блокировки.
sv: Välj minst en app att spärra.
tr: Engellenecek en az bir uygulama seç.
uk: Виберіть принаймні одну програму для блокування.
vi: Chọn ít nhất một ứng dụng để chặn.
zh_hans: 请至少选择一个要限制的 App。

source: Choose at least one day.
ar: اختر يومًا واحدًا على الأقل.
de: Wähle mindestens einen Tag.
es: Elige al menos un día.
fil: Pumili ng kahit isang araw.
fr: Choisis au moins un jour.
hi: कम से कम एक दिन चुनें।
id: Pilih setidaknya satu hari.
it: Scegli almeno un giorno.
ja: 曜日を1つ以上選んでください。
ko: 요일을 하나 이상 선택하세요.
nl: Kies minstens één dag.
pl: Wybierz co najmniej jeden dzień.
pt_br: Escolha pelo menos um dia.
ru: Выберите хотя бы один день.
sv: Välj minst en dag.
tr: En az bir gün seç.
uk: Виберіть принаймні один день.
vi: Chọn ít nhất một ngày.
zh_hans: 请至少选择一天。

source: Choose your language
ar: اختر لغتك
de: Wähle deine Sprache
es: Elige tu idioma
fil: Piliin ang iyong wika
fr: Choisis ta langue
hi: अपनी भाषा चुनें
id: Pilih bahasamu
it: Scegli la tua lingua
ja: 言語を選択
ko: 언어를 선택하세요
nl: Kies je taal
pl: Wybierz język
pt_br: Escolha seu idioma
ru: Выберите язык
sv: Välj ditt språk
tr: Dilini seç
uk: Виберіть мову
vi: Chọn ngôn ngữ của bạn
zh_hans: 选择你的语言

source: Clear. That landed.
ar: واضح. وصلت الفكرة.
de: Klar. Das ist angekommen.
es: Claro. Eso ha llegado.
fil: Malinaw. Tumama iyon.
fr: Net. Ça a porté.
hi: साफ़। बात पहुँच गई।
id: Jelas. Pesannya sampai.
it: Chiaro. È arrivato.
ja: はっきりしています。伝わりました。
ko: 명확해요. 잘 전달됐어요.
nl: Helder. Dat kwam aan.
pl: Wyraźnie. To trafiło.
pt_br: Claro. Isso funcionou.
ru: Ясно. Это дошло.
sv: Tydligt. Det gick fram.
tr: Net. Yerine ulaştı.
uk: Чітко. Це дійшло.
vi: Rõ ràng. Ý đã đến nơi.
zh_hans: 很清楚。说到点子上了。

source: Clearer this time.
ar: أوضح هذه المرة.
de: Diesmal klarer.
es: Más claro esta vez.
fil: Mas malinaw ngayon.
fr: Plus clair cette fois.
hi: इस बार ज़्यादा साफ़।
id: Lebih jelas kali ini.
it: Più chiaro questa volta.
ja: 今回はより明確です。
ko: 이번에는 더 명확해요.
nl: Deze keer duidelijker.
pl: Tym razem jaśniej.
pt_br: Mais claro desta vez.
ru: На этот раз яснее.
sv: Tydligare den här gången.
tr: Bu sefer daha net.
uk: Цього разу чіткіше.
vi: Lần này rõ ràng hơn.
zh_hans: 这次更清楚了。

source: Clearly
ar: بوضوح
de: Klar
es: Claramente
fil: Malinaw
fr: Clairement
hi: साफ़ तौर पर
id: Jelas
it: Chiaramente
ja: できている
ko: 명확함
nl: Duidelijk
pl: Wyraźnie
pt_br: Com clareza
ru: Ясно
sv: Tydligt
tr: Net
uk: Чітко
vi: Rõ ràng
zh_hans: 明显

source: Clearly shown
ar: ظهر بوضوح
de: Klar gezeigt
es: Mostrado claramente
fil: Malinaw na naipakita
fr: Clairement démontré
hi: साफ़ तौर पर दिखा
id: Jelas terlihat
it: Mostrato chiaramente
ja: はっきりできている
ko: 명확하게 보여 줌
nl: Duidelijk laten zien
pl: Wyraźnie pokazane
pt_br: Demonstrado com clareza
ru: Показано ясно
sv: Tydligt visat
tr: Net gösterildi
uk: Показано чітко
vi: Thể hiện rõ ràng
zh_hans: 明显做到

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fil: Isara
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Close. Try it again, keeping the words in order.
ar: اقتربت. حاول مجددًا مع الحفاظ على ترتيب الكلمات.
de: Fast. Versuch es noch einmal und halte die Reihenfolge der Wörter ein.
es: Casi. Inténtalo otra vez, manteniendo el orden de las palabras.
fil: Malapit na. Subukan ulit, sunod-sunod ang mga salita.
fr: Presque. Réessaie en gardant les mots dans l'ordre.
hi: लगभग। शब्दों का क्रम बनाए रखते हुए फिर कोशिश करें।
id: Hampir. Coba lagi, jaga urutan kata-katanya.
it: Quasi. Riprova mantenendo le parole in ordine.
ja: 惜しい。言葉の順番を守って、もう一度どうぞ。
ko: 거의 다 왔어요. 단어 순서를 지켜서 다시 해 보세요.
nl: Bijna. Probeer het opnieuw en houd de woorden op volgorde.
pl: Prawie. Spróbuj jeszcze raz, zachowując kolejność słów.
pt_br: Quase. Tente de novo mantendo as palavras na ordem.
ru: Почти. Попробуйте ещё раз, сохраняя порядок слов.
sv: Nästan. Försök igen och håll orden i ordning.
tr: Az kaldı. Kelimelerin sırasını koruyarak tekrar dene.
uk: Майже. Спробуйте ще раз, зберігаючи порядок слів.
vi: Gần đúng rồi. Thử lại, giữ đúng thứ tự các từ.
zh_hans: 差一点。按顺序再说一次。

source: Commit to it
ar: ألتزم بها
de: Ich verpflichte mich
es: Me comprometo
fil: Mangako rito
fr: Je m'engage
hi: मैं प्रतिबद्ध हूँ
id: Berkomitmen
it: Mi impegno
ja: 取り組むと決める
ko: 결심하기
nl: Ik ga ervoor
pl: Zobowiązuję się
pt_br: Assumir o compromisso
ru: Беру обязательство
sv: Jag förbinder mig
tr: Söz veriyorum
uk: Беру зобов'язання
vi: Cam kết
zh_hans: 下定决心

source: Committed
ar: تم الالتزام
de: Verpflichtet
es: Comprometido
fil: Nakapangako na
fr: Engagé
hi: प्रतिबद्ध
id: Sudah berkomitmen
it: Impegno preso
ja: 決めました
ko: 결심했어요
nl: Toegezegd
pl: Zobowiązanie podjęte
pt_br: Compromisso feito
ru: Обязательство принято
sv: Förbundit
tr: Söz verildi
uk: Зобов'язання взято
vi: Đã cam kết
zh_hans: 已下定决心

source: Completely
ar: تمامًا
de: Vollkommen
es: Totalmente
fil: Lubos
fr: Complètement
hi: पूरी तरह
id: Sepenuhnya
it: Del tutto
ja: 完全に
ko: 완전히
nl: Helemaal
pl: Całkowicie
pt_br: Totalmente
ru: Полностью
sv: Helt
tr: Tamamen
uk: Повністю
vi: Hoàn toàn
zh_hans: 完全

source: Confidence in myself
ar: ثقتي بنفسي
de: Vertrauen in mich selbst
es: Confianza en mí mismo
fil: Tiwala sa sarili ko
fr: La confiance en moi
hi: खुद पर भरोसा
id: Percaya diri
it: La fiducia in me stesso
ja: 自分への自信
ko: 나 자신에 대한 자신감
nl: Vertrouwen in mezelf
pl: Wiary w siebie
pt_br: Confiança em mim mesmo
ru: Уверенность в себе
sv: Tron på mig själv
tr: Kendime güven
uk: Упевненість у собі
vi: Tự tin vào bản thân
zh_hans: 对自己的信心

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Dalej
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

source: Continue to my account
ar: انتقل إلى حسابي
de: Weiter zu meinem Konto
es: Ir a mi cuenta
fil: Tumuloy sa account ko
fr: Aller à mon compte
hi: मेरे खाते पर जाएँ
id: Lanjut ke akun saya
it: Vai al mio account
ja: アカウントへ進む
ko: 내 계정으로 계속하기
nl: Naar mijn account
pl: Przejdź do mojego konta
pt_br: Ir para minha conta
ru: Перейти в мой аккаунт
sv: Fortsätt till mitt konto
tr: Hesabıma git
uk: Перейти до мого облікового запису
vi: Tiếp tục vào tài khoản của tôi
zh_hans: 进入我的账户

source: Continue with Monthly
ar: المتابعة بالاشتراك الشهري
de: Weiter mit monatlich
es: Continuar con el plan mensual
fil: Magpatuloy sa Buwanan
fr: Continuer avec l'abonnement mensuel
hi: मासिक के साथ जारी रखें
id: Lanjutkan dengan Bulanan
it: Continua con il piano mensile
ja: 月額プランで続ける
ko: 월간으로 계속하기
nl: Doorgaan met maandelijks
pl: Dalej z planem miesięcznym
pt_br: Continuar com o mensal
ru: Продолжить с ежемесячным
sv: Fortsätt med månadsvis
tr: Aylık ile devam et
uk: Продовжити з щомісячним
vi: Tiếp tục với gói Tháng
zh_hans: 继续选择月付

source: Continue with Yearly
ar: المتابعة بالاشتراك السنوي
de: Weiter mit jährlich
es: Continuar con el plan anual
fil: Magpatuloy sa Taunan
fr: Continuer avec l'abonnement annuel
hi: सालाना के साथ जारी रखें
id: Lanjutkan dengan Tahunan
it: Continua con il piano annuale
ja: 年額プランで続ける
ko: 연간으로 계속하기
nl: Doorgaan met jaarlijks
pl: Dalej z planem rocznym
pt_br: Continuar com o anual
ru: Продолжить с годовым
sv: Fortsätt med årsvis
tr: Yıllık ile devam et
uk: Продовжити з річним
vi: Tiếp tục với gói Năm
zh_hans: 继续选择年付

source: Conversation
ar: المحادثة
de: Gespräch
es: Conversación
fil: Usapan
hi: बातचीत
id: Percakapan
it: Conversazione
ja: 会話
ko: 대화
nl: Gesprek
pl: Rozmowa
pt_br: Conversa
ru: Разговор
sv: Samtal
tr: Konuşma
uk: Розмова
vi: Cuộc trò chuyện
zh_hans: 对话

source: Could you say a little more about what you need from me?
ar: هل يمكنك أن تخبرني أكثر قليلًا عمّا تحتاجه مني؟
de: Kannst du mir etwas mehr darüber erzählen, was du von mir brauchst?
es: ¿Podrías contarme un poco más sobre lo que necesitas de mí?
fil: Puwede mo bang sabihin nang kaunti pa kung ano ang kailangan mo sa akin?
fr: Pourrais-tu m'en dire un peu plus sur ce dont tu as besoin ?
hi: क्या आप थोड़ा और बता सकते हैं कि आपको मुझसे क्या चाहिए?
id: Bisa jelaskan sedikit lagi apa yang kamu butuhkan dari saya?
it: Potresti dirmi qualcosa in più su cosa ti serve da me?
ja: 私に何をしてほしいか、もう少し詳しく教えてもらえますか？
ko: 제가 무엇을 해 드리면 좋을지 조금 더 말씀해 주시겠어요?
nl: Kun je iets meer vertellen over wat je van me nodig hebt?
pl: Możesz powiedzieć trochę więcej o tym, czego ode mnie potrzebujesz?
pt_br: Você poderia me contar um pouco mais sobre o que precisa de mim?
ru: Можете рассказать чуть подробнее, что вам от меня нужно?
sv: Kan du berätta lite mer om vad du behöver från mig?
tr: Benden neye ihtiyacın olduğunu biraz daha anlatabilir misin?
uk: Можете трохи детальніше розповісти, що вам від мене потрібно?
vi: Bạn có thể nói rõ hơn một chút bạn cần gì ở tôi không?
zh_hans: 你能再具体说说需要我做什么吗？
